name: "blip"
platform: "onnxruntime_onnx"
backend: "pytorch"
max_batch_size : 100
input [
  {
    name: "pixel_values"
    data_type: TYPE_INT64
    dims: [ -1, 3, 384, 384 ] # Dynamic Batching
  },
]
output [
  {
    name: "logits"
    data_type: TYPE_FP32
    dims: [ -1, -1, 30524]
  }
]